const place = [
  {
    "name": "About Me",
    "Overview": "サムネイルは名刺デザインです。使用ツールはIllustratorです。このページでは私について説明を行います。このポートフォリオに載せていないデザイン作品は是非vivivit(https://www.vivivit.com/profile/public/zJGLvA12MQ)をごらんください！",
		"History": "作品を知っていただく前に私がどういった人間なのかを知っていただくことで相互的な相性や求めている人材に適しているかを判断していただけたら幸いです。",
		"Detail": "こんにちは！宮城大学事業構想学群価値創造デザイン学類の菱沼奏流（ヒシヌマソウル）です。2000年2月21日生まれの20歳です。私は「理由追求マン」です。私は自分が理解できていないと行動できない人間です。 例を上げましょう。 私は学生時代Webについて・デザインについての勉強に力を入れました。 その中でこれは実際に重要なことですが、このサイト・アプリケーションはどんな意図でこのUIを使用しているのか、どんなUXを想定してつくられているのかが説明できない作品はぱっと見優れていても評価をつけることができませんでした。 反対に、その説明が自分なりにできている作品は改善の余地があったと感じるし、良くも悪くも明確な評価をつけることができました。 もう一つ例を上げましょう。 私は趣味で筋トレを行っています。これにも自分なりの理由があります。 １つは体型維持。見た目は人の印象を大きく左右すると考えています。 ２つ目は健康維持。健康でないと100%のパフォーマンスを発揮できません。 ３つ目は自己肯定感の向上。これはやってみて初めて気づいたのですが、筋トレを行うことでする前より格段にメンタルヘルスが向上しました。 このように力を入れたこと・趣味１つとっても私が自身の行動に理由を求める人間だということが分かります。 これは論理的に考えることができるという私の強みです。 ですが、筋トレの３つ目の理由のようにやってみないと分からないことというのも多々あります。行動の前に考えすぎてしまうというのが私の弱みです。 良くも悪くもこれが私です。現在はこの弱みをできるだけなくせるよう様々なことにチャレンジしています。",
  },
  {
    "name": "Portfolio",
    "Overview": "大学在学中に作成したデザイン、プログラミングの作品をいくつかピックアップして掲載するサイトのデザイン、コーディングです。作成期間は2カ月で1人で作成しました。使用ツールはFigma、Photoshop、HTML,CSS、JavaScript(jQuery)、エディターはVScodeです。Figma URL：https://www.figma.com/file/IOShbyGKVZkIID12u58Bvw/Portfolio?node-id=0%3A1",
		"History": "他の学生との差別化を図るため、よくある縦に長いページのサイトではなくスクロールを一切しないサイトを心がけました。スクロールをしないため、サイトを開いた状態でたくさんの情報・インパクトが伝わることで興味を持ってもらえるよう努めました。",
		"Detail": "スクロールをしないコンパクトなサイトなのでHTMLを極力シンプルに短くするようにしています。また、JavaScriptを使うことで複数の同階層の詳細ページを１つのHTMLファイルで異なる内容に切り替えられるようにするのに苦戦しました。",
  },
  {
    "name": "宮城大学",
    "Overview": "宮城大学の新デザイン研究棟のPRを目的としたWebサイトのメインページデザインです。作成期間は2週間で1人で作成しました。使用ツールはFigma、Photoshopです。Figma URL：https://www.figma.com/file/1lgnlGbvYgwDlJK63u1QMS/myu-design_2?node-id=0%3A1",
		"History": "宮城大学の新デザイン研究棟が完成したため、そのPRを兼ねたWebサイトの設計を大学側からの依頼という設定で講義の課題として課されました。初めて1から情報設計からデザインまでを手がけた作品です。先進性・シンプルさを重視しました。",
		"Detail": "依頼主へのヒアリングに十分に時間をかけ、サイトマップやロゴマークを作成しました。意識した点はレスポンシブにした時のサイトのレイアウトが崩れないようにすること、様々な人に見てもらうために先進性をアピールする傍らシンプルなパーツでサイトを構築すること、色のコントラストを強く使うことで項目ごとの役割を色彩の変化で表現すること、大学のランディングページの堅い印象のサイトとの差別化です。",
  },
  {
    "name": "ヘルシェア！",
    "Overview": "毎日使いたくなるヘルスケアアプリのUIデザイン。作成期間は2週間で1人で作成しました。使用ツールはFigma、Photoshopです。Figma URL：https://www.figma.com/file/sEhKOxfUmpmqRHSbeIqK3z/HealthShare?node-id=0%3A1",
		"History": "現在流通しているヘルスケアアプリケーションはカラフルなデザインが多く、自身のゴールを定めることで健康を増進していくというクローズドなアプリケーションが多いので様々な人が使える配色、フォント、レイアウトかつSNS的に生活を共有するという機能をフィーチャーしたアプリケーションをデザインすることでヘルスケアアプリケーションで一番重要なモチベーション管理を別の視点から実現したいと考えました。",
		"Detail": "色覚に障がいがある方を考慮してむやみに色の種類を多くつかわないことを特に注意しました。また、フォントはできるだけ大きく可読性の高いRobotoを使用。代替フォントとしてUDゴシックフォントを検討しています。コンセプトは「シェアして続けるヘルスケア」。競合サービスはFiNC、Google Fit等です。",
  },
  {
    "name": "indonesia",
    "Overview": "The name dates to the 18th century, far predating the formation of independent Indonesia",
		"History": "Fossilised remains of Homo erectus, popularly known as the 'Java Man', ",
		"Detail": "Tectonically, Indonesia is highly unstable, making it a site of numerous volcanoes and frequent earthquakes",
  },
  {
    "name": "Japan",
    "Overview": "The Japanese word for Japan is 日本, which is pronounced Nihon or Nippon and literally means 'the origin of the sun'",
		"History": "A Paleolithic culture around 30,000 BC constitutes the first known habitation of the Japanese archipelago",
		"Detail": "Japan has a total of 6,852 islands extending along the Pacific coast. It is over 3,000 km (1,900 mi)",
  },
  {
    "name": "ARemark",
    "Overview": "AR空間内でテキストを入力し、座標に配置、閲覧するスマートフォンアプリケーションの開発。作成期間は3週間で3人で作成しました。私はUnity(C#)による実装を担当しました。使用ツールはUnity(C#)、XAMPサーバーで、エディターはVisual Studioです。Github URL：https://github.com/soul-hishinuma/ARemark",
		"History": "SNSをAR空間とリンクさせることでリアルタイムでアプリケーションを展開している人とやり取りすることができたり、一定の場所が立ち入り禁止であることの警告などをデジタルで簡易的に表現できると考えたため、このアプリケーションの開発を考えました。",
		"Detail": "工程をテキストの入出力の工程とテキストを送信した座標情報をサーバーに格納する工程とスマートフォンのGPSを利用して配置したテキストを閲覧する工程の3つに分けて開発しました。ARの環境設定とサーバーとのやり取りの工程で苦戦しましたが、ある程度正確な挙動をするアプリケーションの作成に成功しました。課題はスマートフォンのGPSの正確さによる誤差が起きる点です。",
  },
  {
    "name": "Presentation Timer",
    "Overview": "プレゼンテーション行う際に使用するタイマーアプリのUIデザインです。作成期間は5日で1人で作成しました。使用ツールはFigmaです。Figma URL：https://www.figma.com/file/3ZmgP8rT4BuxJuVOnBX8h3/timer?node-id=0%3A1",
		"History": "UIデザインの入門として基本ツールであるタイマーアプリを大学のゼミのプレゼンテーションで使用するという状況を想定して作成しました。",
		"Detail": "タイマーアプリで求められるのは何よりも使いやすさ・シンプルさであると感じたのでフォントは派手なものを使わず、大まかなデザインは現在あるタイマーアプリと大きく変わらないモノにしています。そのうえで独自機能である3つの途中経過を伝えるベルのカラーを信号をモチーフにしたりメインカラーを鎮静作用のあるブルーにしたり誤作動を最小限に抑えるボタンの配置など細部の気配りを重視しました。",
  },

]

